Repository: 0xlukas/work-tracker
Catalog: WorkTracker/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: incl. %@ opening balance
de: inkl. %@ Anfangssaldo

source: no absence
de: keine Abwesenheit

source: of %@ expected
de: von %@ erwartet

source: overtime
de: Überstunden

source: this year
de: dieses Jahr

source: undertime
de: Minusstunden

source: · +%@ over
de: · +%@ über Soll
